[M_Orchid_ScurvyDogs MissionDefinition]
MissionName="Cães Escorbúticos"
MissionDescription="O escorbuto é extremamente mortal. Não tanto quanto balas, fome ou explosões mas, é mortal. Mercer pediu para você pegar algumas frutas para a tripulação se prevenir."
TurnInDescription="Você recolheu frutas suficientes para combater o escorbuto. Murray pode ter uma bala na perna mas, pelo menos terá sua dose de vitamina ''C''."
MissionSummary="Recolher frutas."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="O escorbuto é provocado pela falta de vitamina ''C''. Para preveni-lo basta beber suco de laranja de vez em quando. (Depois dizem que os jogos não ensinam nada de bom)."

[M_Orchid_ScurvyDogs:CollectFood MissionObjectiveDefinition]
ProgressMessage="Recolher frutas"

[M_Orchid_ScurvyDogs:CollectFoodSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

